[
  "highlightr-plugin",
  "obsidian-excalidraw-plugin",
  "obsidian42-strange-new-worlds",
  "obsidian-html-tags-autocomplete",
  "obsidian-kanban",
  "obsidian-paste-as-html",
  "obsidian-image-toolkit",
  "custom-classes",
  "dataview",
  "excalibrain",
  "obs-text-wrapper",
  "obsidian-wakatime",
  "obsidian-reminder-plugin",
  "obsidian-banners",
  "homepage",
  "calendar",
  "periodic-notes",
  "better-word-count",
  "obsidian-activity-history",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "cmdr",
  "cm-editor-syntax-highlight-obsidian",
  "janitor",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "url-into-selection",
  "obsidian-plugin-update-tracker",
  "podnotes",
  "obsidian-plugin-toc",
  "obsidian-textgenerator-plugin",
  "obsidian-spaced-repetition",
  "convert-url-to-iframe",
  "obsidian-checklist-plugin",
  "readwise-official",
  "quickadd",
  "templater-obsidian",
  "obsidian-projects",
  "darlal-switcher-plus",
  "obsidian-read-it-later",
  "table-editor-obsidian",
  "obsidian-advanced-slides",
  "obsidian-fullscreen-plugin",
  "multi-column-markdown",
  "obsidian-tasks-plugin",
  "drawio-obsidian",
  "copilot",
  "obsidian-admonition",
  "obsidian-custom-frames",
  "obsidian-git",
  "excel",
  "heatmap-calendar",
  "metaedit",
  "peerdraft",
  "obsidian-book-search-plugin",
  "obsidian-sortable",
  "obsidian-rich-links"
]